# print('I will be a Python developer!')
# print(3 + 7)
# print(4 ** 3)
# print(29 % 5)
# # Создайте переменные, описывающие автомобиль - модель, цвет, год, количество дверей.
# Поместите в них значения. Затем поменяйте цвет автомобиля, присвоив ниже в коде новое значение соответствующей переменной.
# Выведите на экран все значения.  При создании имён переменных используйте подходящие по смыслу слова.
# Воспользуйтесь Google переводчиком, если нужно.


# model = 'audi'
# color = 'green'
# year = 2018
# count_door = 4
# color = 'red'
# print('Model is: ',model,color,year,count_door)


# Создайте переменные, в которые будете помещать возраст людей.
# Также создайте переменную, в которой будет храниться количество людей.
# Вычислите и выведите на экран средний возраст человека исходя из данных о возрасте этих пятерых людей.
# Если не знаете формулу вычисления среднего арифметического значения, воспользуйтесь поиском информации в интернете.
# При создании имён переменных используйте подходящие по смыслу слова. Воспользуйтесь Google переводчиком, если нужно.
# Anton = 33
# Petya = 31
# Vas = 12
# Ihor = 321
# Den = 23
# count_all = 5
# print((Anton + Petya + Vas + Ihor + Den) / count_all)
